{
  "header": {
    "home": "Inicio",
    "sermons": "Sermones",
    "events": "Eventos",
    "gallery": "Galería",
    "pastors": "Pastores",
    "live": "En Vivo",
    "imNew": "Soy Nuevo",
    "give": "Donar",
    "openMenu": "Abrir menú principal"
  },
  "footer": {
    "serviceTimes": "Horarios de Servicio:",
    "sundays": "Domingos a las 10:00 AM",
    "ministries": "Ministerios",
    "children": "Niños",
    "youth": "Jóvenes",
    "smallGroups": "Grupos Pequeños",
    "connect": "Conectar",
    "imNewHere": "Soy Nuevo Aquí",
    "contactUs": "Contáctanos",
    "prayerRequests": "Peticiones de Oración",
    "legal": "Legal",
    "privacyPolicy": "Política de Privacidad",
    "terms": "Términos y Condiciones",
    "languageSelectorLabel": "Seleccionar idioma",
    "copyright": "© {{year}} Iglesia Gracia Comunitaria. Todos los Derechos Reservados."
  },
  "home": {
    "welcomeTitle": "Bienvenido a Casa",
    "welcomeSubtitle": "Un lugar para creer, pertenecer y llegar a ser. Nos alegra que estés aquí.",
    "imNew": "Soy Nuevo Aquí",
    "serviceTimes": "Únete a Nosotros Este Domingo",
    "serviceDetails": "Todos los domingos a las 10:00 AM",
    "serviceLocation": "123 Calle Comunidad, Anytown, EE. UU.",
    "latestSermon": "Último Sermón",
    "watchNow": "Ver Ahora",
    "upcomingEvent": "Próximo Evento",
    "learnMore": "Saber Más",
    "getConnected": "Conéctate",
    "connectMessage": "La vida es mejor juntos. Encuentra un grupo pequeño o aprende más sobre nuestros ministerios.",
    "findGroup": "Encuentra un Grupo",
    "contactUs": "Contáctanos"
  },
  "sermonsPage": {
    "title": "Archivo de Sermones",
    "subtitle": "Ponte al día con los mensajes recientes de nuestro equipo de enseñanza.",
    "watchVideo": "Ver Video",
    "listenAudio": "Escuchar Audio",
    "shareSermon": "Compartir Sermón",
    "copied": "¡Copiado!"
  },
  "eventsPage": {
    "title": "Próximos Eventos",
    "subtitle": "Descubre lo que está sucediendo en Gracia Comunitaria."
  },
  "eventDetail": {
    "register": "Regístrate para este Evento",
    "addToCalendar": "Añadir al Calendario",
    "backToEvents": "Volver a Todos los Eventos"
  },
  "galleryPage": {
    "title": "Nuestra Comunidad en Acción",
    "subtitle": "Un vistazo a la vida de nuestra familia de la iglesia.",
    "all": "Todos",
    "download": "Descargar"
  },
  "pastorsPage": {
    "title": "Nuestro Liderazgo",
    "subtitle": "Conoce al equipo dedicado a servir a nuestra iglesia."
  },
  "live": {
    "title": "Ver en Vivo",
    "subtitle": "Únete a nuestro servicio en línea, dondequiera que estés.",
    "liveNow": "En Vivo Ahora",
    "giveOnline": "Donar en Línea",
    "joinChat": "Unirse al Chat",
    "notLiveTitle": "No Estamos en Vivo Ahora Mismo",
    "notLiveSubtitle": "Nuestro próximo servicio comienza el domingo a las 10:00 AM.",
    "welcomeTitle": "¡Bienvenido!",
    "welcomeMessage": "Estamos muy contentos de que te unas a nosotros en línea hoy. Siéntete libre de participar en el chat, acceder a las notas del sermón o llenar una tarjeta de conexión.",
    "sermonNotes": "Notas del Sermón",
    "connectCard": "Tarjeta de Conexión",
    "aboutUs": "Sobre Nosotros"
  },
  "newHere": {
    "heroTitle": "Bienvenido, Nos Alegra que Estés Aquí",
    "heroSubtitle": "Tu primera visita debe ser excelente. Aquí tienes lo que necesitas saber.",
    "serviceTimes": "Horarios de Servicio",
    "serviceTimesDesc": "Nos reunimos todos los domingos a las <strong>10:00 AM</strong>. El servicio suele durar unos 75 minutos.",
    "location": "Ubicación",
    "locationDesc": "Puedes encontrarnos en <strong>123 Calle Comunidad, Anytown, EE. UU.</strong> Hay mucho estacionamiento disponible.",
    "whatToExpect": "Qué Esperar",
    "worshipStyle": "Adoración Participativa",
    "worshipStyleDesc": "Nuestros servicios cuentan con música de adoración contemporánea dirigida por una banda en vivo. Siéntete libre de cantar o simplemente escuchar y reflexionar.",
    "whatToWear": "Ven Tal Como Eres",
    "whatToWearDesc": "No hay código de vestimenta. Verás de todo, desde jeans hasta trajes. Por favor, usa lo que te haga sentir más cómodo.",
    "forYourKids": "Para Tus Hijos",
    "forYourKidsDesc": "Tenemos un ministerio infantil seguro, divertido y atractivo para niños desde el nacimiento hasta el 5º grado durante el servicio.",
    "ourBeliefs": "Nuestras Creencias",
    "ourBeliefsDesc": "Somos una iglesia que cree en la Biblia y que es apasionada por compartir el amor de Jesús con nuestra comunidad.",
    "meetPastors": "Conoce a Nuestros Pastores →",
    "getConnected": "Conéctate",
    "getConnectedDesc": "La mejor manera de conocernos es involucrarse. Nos encantaría que llenaras una tarjeta de conexión.",
    "fillConnectCard": "Llena una Tarjeta de Conexión →"
  },
  "give": {
    "pageTitle": "Apoya Nuestra Misión",
    "pageSubtitle": "Tu generosidad nos ayuda a continuar nuestro trabajo en la comunidad y más allá.",
    "modalTitle": "Donar en Línea",
    "amountLabel": "Monto de la Donación",
    "chooseAmountLabel": "Elige un Monto",
    "card": "Tarjeta de Crédito/Débito",
    "mobile": "Dinero Móvil",
    "cardNumber": "Número de Tarjeta",
    "expiry": "MM/AA",
    "cvc": "CVC",
    "phoneNumber": "Número de Teléfono",
    "giveAmount": "Donar ${{amount}}",
    "processing": "Procesando...",
    "thankYou": "¡Gracias!",
    "thankYouMessage": "Tu generoso donativo es muy apreciado.",
    "giveAgain": "Hacer Otra Donación",
    "paymentMethodLabel": "Método de Pago"
  },
  "childrenPage": {
    "title": "Ministerio de Niños",
    "subtitle": "Donde los niños aprenden sobre Jesús en un ambiente divertido y seguro.",
    "section1Title": "Nuestra Misión",
    "section1Content": "Nuestra misión es asociarnos con los padres para guiar a los niños a una relación creciente con Jesucristo. Nos esforzamos por crear entornos donde los niños puedan aprender sobre el amor de Dios de una manera atractiva, creativa y memorable.",
    "section2Title": "Grupos de Edad",
    "section2Content": "Ofrecemos clases apropiadas para cada edad durante nuestro servicio dominical para Guardería (0-2 años), Preescolar (3-5 años) y Primaria (Grados 1-5). Cada clase está diseñada para presentar verdades bíblicas de una manera que su hijo pueda entender.",
    "section3Title": "Seguridad y Protección",
    "section3Content": "La seguridad de su hijo es nuestra máxima prioridad. Todos nuestros voluntarios son verificados y entrenados para proporcionar un ambiente seguro y acogedor. Usamos un sistema de registro seguro para todos los niños que asisten a nuestros programas."
  },
  "youthPage": {
    "title": "Ministerio de Jóvenes",
    "subtitle": "Conectando a estudiantes (Grados 6-12) con Dios y entre sí.",
    "section1Title": "Quiénes Somos",
    "section1Content": "Nuestro grupo de jóvenes es una comunidad vibrante de estudiantes dedicados a crecer en su fe, servir a otros y divertirse mucho en el camino. Nuestro objetivo es crear un espacio donde los adolescentes se sientan que pertenecen y puedan hacer preguntas difíciles sobre la vida y la fe.",
    "section2Title": "Qué Hacemos",
    "section2Content": "Nos reunimos todos los miércoles por la noche de 7:00-8:30 PM para juegos, adoración, un mensaje relevante y discusiones en grupos pequeños. También tenemos eventos mensuales, campamentos de verano y proyectos de servicio.",
    "section3Title": "Involúcrate",
    "section3Content": "Ya sea que seas nuevo o hayas estado viniendo por años, nos encantaría que te unas a nosotros. Revisa la página de eventos para nuestra próxima actividad o simplemente aparece un miércoles por la noche. ¡Todos son bienvenidos!"
  },
  "smallGroupsPage": {
    "title": "Grupos Pequeños",
    "subtitle": "La vida es mejor conectado.",
    "section1Title": "¿Qué son los Grupos Pequeños?",
    "section1Content": "Los Grupos Pequeños son el corazón de nuestra comunidad eclesiástica. Son grupos de 8-12 personas que se reúnen regularmente en hogares por toda la ciudad para estudiar la Biblia, orar unos por otros y construir relaciones auténticas. Es donde una iglesia grande se siente pequeña.",
    "section2Title": "¿Por qué unirse a un grupo?",
    "section2Content": "Creemos que el crecimiento espiritual ocurre mejor en el contexto de las relaciones. Los Grupos Pequeños brindan la oportunidad de conectar con otros a un nivel más profundo, de ser cuidado y de ser desafiado en tu camino de fe. ¡No puedes hacer la vida solo!",
    "section3Title": "Encuentra tu Grupo",
    "section3Content": "Tenemos grupos para todas las edades y etapas de la vida, incluyendo grupos de hombres, mujeres, parejas y jóvenes adultos. Encontrar un grupo es fácil. Visita nuestro centro de bienvenida el domingo o contáctanos para conectarte."
  },
  "contactPage": {
    "title": "Contáctanos",
    "subtitle": "Nos encantaría saber de ti. Dinos cómo podemos ayudar.",
    "formName": "Tu Nombre",
    "formEmail": "Tu Correo Electrónico",
    "formSubject": "Asunto",
    "formMessage": "Mensaje",
    "sendMessage": "Enviar Mensaje",
    "messageSent": "¡Mensaje Enviado!",
    "messageSentDesc": "Gracias por contactarnos. Nos pondremos en contacto contigo lo antes posible.",
    "officeHours": "Horario de Oficina",
    "officeHoursDesc": "Martes - Viernes, 9:00 AM - 4:00 PM",
    "phone": "Teléfono",
    "email": "Correo Electrónico"
  },
  "prayerPage": {
    "title": "Peticiones de Oración",
    "subtitle": "Dinos cómo podemos orar por ti.",
    "intro": "Creemos en el poder de la oración. Nuestro equipo de oración se compromete a orar por cada petición enviada. Por favor, sepa que su petición es una confianza sagrada y se mantendrá confidencial.",
    "formName": "Nombre (Opcional)",
    "formRequest": "Tu Petición de Oración",
    "submitRequest": "Enviar Petición de Oración",
    "requestSent": "Petición Recibida",
    "requestSentDesc": "Gracias por compartir tu petición. Nuestro equipo de oración estará orando por ti."
  },
  "privacyPage": {
    "title": "Política de Privacidad",
    "lastUpdated": "Última actualización: 24 de julio de 2024",
    "p1": "Tu privacidad es importante para nosotros. Es política de la Iglesia Gracia Comunitaria respetar tu privacidad con respecto a cualquier información que podamos recopilar de ti en nuestro sitio web.",
    "p2": "Solo pedimos información personal cuando realmente la necesitamos para brindarte un servicio. La recopilamos por medios justos y legales, con tu conocimiento y consentimiento. También te informamos por qué la recopilamos y cómo se utilizará.",
    "p3": "Solo retenemos la información recopilada durante el tiempo necesario para brindarte el servicio solicitado. Los datos que almacenamos, los protegeremos dentro de medios comercialmente aceptables para evitar pérdidas y robos, así como el acceso, divulgación, copia, uso o modificación no autorizados.",
    "p4": "No compartimos ninguna información de identificación personal públicamente o con terceros, excepto cuando lo exija la ley.",
    "p5": "Nuestro sitio web puede tener enlaces a sitios externos que no son operados por nosotros. Ten en cuenta que no tenemos control sobre el contenido y las prácticas de estos sitios, y no podemos aceptar responsabilidad por sus respectivas políticas de privacidad.",
    "p6": "Eres libre de rechazar nuestra solicitud de tu información personal, con el entendimiento de que es posible que no podamos brindarte algunos de los servicios deseados."
  },
  "termsPage": {
    "title": "Términos y Condiciones",
    "p1Title": "1. Términos",
    "p1Content": "Al acceder al sitio web en communitygrace.com, aceptas estar sujeto a estos términos de servicio, a todas las leyes y regulaciones aplicables, y aceptas que eres responsable del cumplimiento de las leyes locales aplicables.",
    "p2Title": "2. Licencia de Uso",
    "p2Content": "Se concede permiso para descargar temporalmente una copia de los materiales (información o software) en el sitio web de la Iglesia Gracia Comunitaria solo para visualización transitoria personal y no comercial. Esto es la concesión de una licencia, no una transferencia de título.",
    "p3Title": "3. Descargo de Responsabilidad",
    "p3Content": "Los materiales en el sitio web de la Iglesia Gracia Comunitaria se proporcionan 'tal cual'. La Iglesia Gracia Comunitaria no ofrece garantías, expresas o implícitas, y por la presente renuncia y niega todas las demás garantías, incluidas, entre otras, las garantías implícitas o condiciones de comerciabilidad, idoneidad para un propósito particular o no infracción de la propiedad intelectual u otra violación de derechos."
  }
}
